import React from "react";

import Layout from "../components/layout";
import SEO from "../components/seo";

const PrivacyPage = () => (
  <Layout>
    <SEO title="About" />
    <div className={"container"}>
      <div className={"content"}>
        <div className={"title"}>
          <h1>About Us</h1>
        </div>

        <h3>태거스의 현재</h3>
        <p>전체 8명으로 구성되었고, 2017년 2월 창업하여 2년 반이 되었습니다.
          2018년 6월 솔루션 베타 런칭 후 6개월만에 솔루션 매출만으로 월 BEP를 달성하였습니다. 또한, 아모레퍼시픽 공식협력사로써 데이터 기반 마케팅 및 애드테크 솔루션 관련한 다양한 협업과 20군데
          넘는 광고주를 확보함으로써 창업 이후 투자 한차례 없이 누적 매출 5억을 달성하였습니다.
          올 해 2월에는 프리시리즈 A 투자를 확정지었습니다.
          성장하는 스타트업의 요람, 마루 180(역삼)에서 올해까지 생활합니다. 남은 올 한 해 큰 성장을 이뤄내고자 합니다.</p>

        <h3>주요 활동</h3>
        <p>전체 8명으로 구성되었고, 2017년 2월 창업하여 2년 반이 되었습니다.
          2018년 6월 솔루션 베타 런칭 후 6개월만에 솔루션 매출만으로 월 BEP를 달성하였습니다. 또한, 아모레퍼시픽 공식협력사로써 데이터 기반 마케팅 및 애드테크 솔루션 관련한 다양한 협업과 20군데
          넘는 광고주를 확보함으로써 창업 이후 투자 한차례 없이 누적 매출 5억을 달성하였습니다.
          올 해 2월에는 프리시리즈 A 투자를 확정지었습니다.
          성장하는 스타트업의 요람, 마루 180(역삼)에서 올해까지 생활합니다. 남은 올 한 해 큰 성장을 이뤄내고자 합니다.</p>

        <h3>우리의 문화</h3>
        <p>전체 8명으로 구성되었고, 2017년 2월 창업하여 2년 반이 되었습니다.
          2018년 6월 솔루션 베타 런칭 후 6개월만에 솔루션 매출만으로 월 BEP를 달성하였습니다. 또한, 아모레퍼시픽 공식협력사로써 데이터 기반 마케팅 및 애드테크 솔루션 관련한 다양한 협업과 20군데
          넘는 광고주를 확보함으로써 창업 이후 투자 한차례 없이 누적 매출 5억을 달성하였습니다.
          올 해 2월에는 프리시리즈 A 투자를 확정지었습니다.
          성장하는 스타트업의 요람, 마루 180(역삼)에서 올해까지 생활합니다. 남은 올 한 해 큰 성장을 이뤄내고자 합니다.</p>
      </div>
    </div>
  </Layout>
);

export default PrivacyPage;
